Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Regs. Vuur.
ar: أطلقيعنيمينك!

source: Agter jou.
ar: وراؤك!

source: Maak jouself goed vas.
ar: أمّني نفسك داخل مكّوك للهبوط

source: Goeie reis, Miss Lane. Die kans is klein... dat ons mekaar nog terugzien.
ar: تمنّياتي لكِ برحلة آمنة يا آنسة (لين) على الأرجح لن نلتقي ثانيةً

source: Onthou, die Phantom Drives is van kardinale belang.
ar: تذكّري ، السوّاقة الشبحيّة عامل جوهريّ لإيقافهم

source: Kop na links.
ar: حرّكي رأسك يساراً

source: Is dit waar wat Zod gesê oor die Codex?
ar: هل ما قاله (زود) بخصوص السّجل حقيقيّ ؟

source: Verniel dat paneel.
ar: اضرب هذا اللّوح

source: Jy moes eers leer hoe dit is 'n mens te wees.
ar: وددناك أن تتعلّم ما يعنيه كون المرء إنساناً أوّلاً

source: Sodat jy, as die tyd ryp is die brug tussen twee nasies kan wees.
ar: لذاذاتيوم،حينيؤونالأوان ... يغدو بوسعك أن تكون حلقة الوصل بين القومين

source: Kyk.
ar: انظر

source: Lois.
ar: -لويس

source: Jy kan haar red.
ar: -بوسعك إنقاذها يا (كال )

source: Jy kan hulle almal red.
ar: بوسعك إنقاذهم جميعاً

source: Hier is jy veilig.
ar: ستكونين بأمان هنا

source: Gaan 't?
ar: -أأنت بخير ؟

source: Dit spyt my. Ek wou niks sê nie, maar hulle het iets met my gedoen.
ar: آسفة ، لم أرِد أن أخبرهم بشيء عنك لكنّهم فعلوا ليّ شيئاً ، و ولجوا لعقلي

source: Hulle kyk in my gees... - Stil maar. Hulle het dieselfde met my gedoen.
ar: لا عليك يا (لويس) لقد فعلوا ليّ الأمر نفسه

source: Die vaartuig waarmee hy gekom het, waar is dat?
ar: المركبة التي جاء فيها ، أين هي ؟

source: Loop na die hel.
ar: اذهبلجهنّم!

source: Die Codex is nie hier nie.
ar: السّجل ليس هنا

source: Waar het hy 'm verstop?
ar: -أين يُخفيه ؟

source: - Waar is die Codex?
ar: أينالسّجل؟

source: Wil jy my moeder bedreig?
ar: أتحسب أنّ بوسعك تهديد أمي ؟

source: Wat het jy met my gedoen?
ar: -ماذا فعلت ليّ ؟

source: My ouers het my geleer my sintuie te lei.
ar: -علّمني والداي شحذ حواسي يا (زود )

source: Te fokus, op slegs dit wat ek wil sien.
ar: للتركيز على ما أودّ رؤيته ولا سواه

source: Sonder helm, kan jy alles voel
ar: بدون خوذتك فإنّ حواسُّك تستقبل كلّ شيء

source: En jy voel die pyn, tog?
ar: و هذا يؤلم ، أليس كذلك ؟

source: Weg by die venster.
ar: ابتعديعنالنافذة!

source: Gaan na binne. Dit is nie veilig nie.
ar: إذهبا للداخل فالبقاءبالخارجليسآمناً!

source: Hier Guardian, bevelvoerder van hierdie missie.
ar: نطاق المُضيّ آمن ، هنا (جارديان) إنّي قائد مهمّة النقل الجوّيّ

source: Ek het waargeneem dat die wesens in ons nabyheid is.
ar: سبقوقدواجهتولاحظت... المخلوقات التي نوشك على الاشتباك معها عن قرب

source: Hulle is buitengewoon gevaarlik en ons mag skiet om te dood.
ar: إنّهم خطيرون جدّاً و إنّنا مُخوّلون باستخدام القوّة القاتلة

source: Begrepen, ons gaan rigting doel.
ar: عُلم (جارديان) نحن متوجّهون للهدف

source: Wapens gereed.
ar: -نحن بصدد القتال ، الأسلحة حرّة

source: Begrepen, wapens gereed.
ar: -عُلم يا (1-1) ، الأسلحة حرّة

source: Thunder 11, drie doelwitte.
ar: من (ثاندر1-1) أُحصي ثلاثة أهداف

source: Thunder 11, treffers. Herhaal aanval.
ar: إلى (ثاندر1-1) ، إصابة موفّقة أطالب بإعادة هجوم فوريّ

source: Begrepen, Guardian. Tweede run koers 212 grade.
ar: عُلم يا (جارديان) ، سنشنّ هجوماً آخر مُتقدّماً عنك (3-2-1-2)

source: Thunder 11, gebruik schietstoel.
ar: ( ثاندر1-1) ، اخرج ، اخرج!

source: Thunder 11, schietstoel.
ar: ( ثاندر1-1) ، اخرج!

source: Vyand is nader.
ar: هدفمعادٍمتجهإليّ!

source: Jy is swak, seun van El. En onseker.
ar: إنّك ضعيف يا ابن (إل) غير متيقّن من نفسك

source: Die feit dat jy beskik oor moreel besef en ons nie, gee ons 'n evolusionêre voordeel.
ar: امتلاكك حِسّ أخلاقيّ لا نملكه يعطينا ميزة تطوُّريّة

source: En as die geskiedenis 'n ding het bewys...
ar: وإنأثبتالتاريخأيّشيء...

source: Dan is dit wel dat die evolusie altyd wen.
ar: فإنّ التطوُّر يفوز دائماً

source: Toring, ons nader die landing sone. Daal na vyf.
ar: إلى قيادة العمليّات ، نقترب من نطاق هبوط (جيهوك) ، سنهبط خلال 5

source: Na die landing sone.
ar: هيّا بنا لنذهب لنطاق الهبوط

source: Open die vuur op die doel.
ar: إلى كافّة المغاوير أودّكم أن تشتبكوا مع الأهداف

source: Hier Badger 01 en die blou vent?
ar: (جارديان) ، هنا (باتل0-1) ماذا عن الرجل ذو الحلّة الزرقاء ؟

source: Alle doelwitte het ek gesê.
ar: قلتُاشتبكوامع كافّةالأهداف!

source: Contact.
ar: هجوم، هجوم!

source: Ons draai. Ons is gekraak.
ar: نحننسقط!

source: Hou jou vas.
ar: استعدّواللصدمة!

source: Hou jou vas. Ons gaan hard lande.
ar: استعدّوا للصدمة إنّنانسقط!

source: Engel gesneuwel. Guardian neergestort het. Ek herhaal:
ar: (فالن أنجل) ، (جارديان) سقط أكرر( جارديان)سقط!

source: Guardian, ontvang u my?
ar: (جارديان) ، هل تسمعني ؟

source: Hier Thunder 12.
ar: (ثاندر1-2) يتّصل بـ (جارديان)

source: Guardian?
ar: -جارديان) ، هل تسمعني ؟

source: Thunder 12, hier Guardian.
ar: ) -إلى (1-2) هنا (جارديان )

source: Val aan ten noorde van my.
ar: أودّك ترمي موقعي بكلّ ما لديك ستكون رمية الهدف القريب

source: Pas op vir eie toestellen. - Begrepen. Sukses, sir.
ar: عُلم ، رمية الهدف القريب حظّاً موفّقاً يا سيّدي

source: 'n Edele dood is 'n beloning op hom.
ar: ستنال ثوابك في المعركة بالموت

source: Jy gaan nie wen nie. Vir elke mens dat jy red dood ons daar 'n miljoen meer.
ar: لن تفوز ، عن كلّ آدميّ تنقذ سنقتل مليوناً من الآدمين

source: Is alles veilig?
ar: هل ثمّة تأكيد بزوال الخطر ؟

source: Alles veilig?
ar: هل من تأكيد بزوال الخطر ؟

source: Alpha, situasie? Alpha, ontvang u my?
ar: فريق (ألفا) ، الزموا مواقعكم هل تسمعونني ؟

source: Hierdie man is nie ons vyand.
ar: هذا الرجل ليس عدوّنا

source: Dankie, kolonel.
ar: شكراً لك حضرة العقيد

source: Mam?
ar: -أمي ؟

source: Alles okay.
ar: - إنّي بخير !

source: Mooi pak, seun.
ar: حِلّة جميلة يا بنيّ

source: Dit is maar dinge, Clark.
ar: إن هي إلا أغراض مادّيّة يا (كلارك)

source: Almal te vervang.
ar: ويمكن دوماً تعويضهم

source: Maar nie jy nie.
ar: لكنّك لا يمكن تعويضك

source: Mamma, volgens Zod kan jy met die Codex my volk terugbring.
ar: أمي قال (زود) أنّ السّجل الذي يبحث عنه قادر فعليّاً على إعادة قومي

source: Is dit nie mooi nie?
ar: أليست هذه بشرى طيّبة ؟

source: Volgens my wil hulle hierdie wêreld nie deel nie.
ar: لا أظنّهم مهتمّون بمشاركة البشر هذا العالم

source: Ek weet hoe ons hulle kan stop.
ar: أعلم كيف نوقفهم

source: Wat het gebeur?
ar: -ماذا حدث بالأسفل ؟

source: Hy vertoon 'n tydelike swakheid.
ar: -استغلّ نقطة ضعف مؤقّتة

source: Dit is nie belangrik nie, want ek het die Codex gevind.
ar: هذه تبعة لا تُذكر لأنّي تبيّنت مكان السّجل

source: Hy het nooit in die kapsule gesit.
ar: لم يخزّن في كبسولة قطّ

source: Jor-El geplaas om die Codex, die DNA van ' n miljard mense, in die selle van sy seun.
ar: (جور-إل) أخذ سجل البصمة الوراثيّة لبليون شخص و خزّنه في خلايا جسد ابنه

source: Alle erwe van Krypton, sit in die liggaam van 'n vlugteling.
ar: كلّ ورثة كريبتون يعيشون متخفّون داخل جسد لاجئٍ

source: Moet Kal-El lewe om die Codex uit sy selle te haal?
ar: هل نحتاج (كال-إل) حيّاً لتستخلص السّجل من خلاياه ؟

source: Laat die wereldmotor los.
ar: أطلقوا مُولِّد العالم

source: - Die skip gedeel hom.
ar: -السفينة انفصلت لاثنتين الأولى تتجه شرقاً

source: 'n Deel na die ooste en 'n deel na die suide.
ar: أما الثانية ، فتمضي صوب نصف الكرة الجنوبيّ

source: Hoe hard gaan hy?
ar: -كم سرعة تلك المركبة ؟

source: - Hy nader met Mach 24 en versnel.
ar: -تناهز 24 ماخ ، وتتزايد

source: Dit lyk te gaan gekraak in die Suid-Indiese Oseaan.
ar: يبدو أنّها ستصطدم بمكان ما جنوب المحيط الهنديّ

source: Die res van die skip daal.
ar: -الجزء الآخر من السفينة يهبط

source: Jawel, sir.
ar: {\2cH000000}(وجهة الهبوط:

source: Aktiveer die Phantom Drive.
ar: جهّزواالسوّاقةالشبحيّةللعمل!

source: Ons is nou die slaaf van die wereldmotor.
ar: -أمرنا الآن مرهون بمولّد العالم

source: Begin.
ar: -ابدأ التشغيل

source: Waar het hulle ons mee geraak?
ar: بماذا هاجمونا ؟

source: - 'n Soort zwaartekrachtwapen. Dit werk saam met hul skip.
ar: يبدو سلاح جاذبيّة من نوع ما إنّه يعمل بالترادف مع مركبتهم

source: Hulle laat die aardmassa groei... en verduister die atmosfeer met deeltjies.
ar: إنّهم يزيدون كتلة الأرض بطريقة ما و يغيّمون الغلاف الجوّيّ بجسيمات

source: Terravorming.
ar: -إنّهم يعيدون تهيئة الأرض

source: - Wat is dat?
ar: -ما معنى ذلك ؟

source: Die verander die klimaat en die topografie.
ar: يعدّلون الهندسة الكوكبيّة لجوّ الأرض وسمات سطحها

source: Hulle verander die aarde in Krypton.
ar: -يحوّلون الأرض إلى (كريبتون )

source: En ons dan?
ar: -لكن ماذا سيحلّ بنا ؟

source: - Gebaseer op hierdie inligting, is daar dan geen ons meer.
ar: وفقاً لهذه القراءات فلن يكون لنا وجود

source: - Generaal Swanwick.
ar: حضرة اللواء (سوانويك) إنّي على اتّصال مع برج المراقبة

source: Volgens die beheertoring is kolonel Hardy onderweg, met Superman.
ar: العقيد (هاردي) قادم برفقة (سوبرمان = الرجل الخارق)

source: Superman?
ar: -سوبرمان ؟

source: - Die uitheemse, sir. Hulle noem hom Superman.
ar: -الفضائيّ يا سيّدي هكذا يدعونه ، (سوبرمان )

source: Ons het 'n plan, generaal.
ar: -لدينا خطّة يا حضرة اللّواء

source: - Is dat wat ek dink dat 't is?
ar: -هل هذا ما أظنّه ؟

source: Daarin is hy gekom.
ar: إنّها المركبة التي جاء فيها

source: Dit word aangedryf deur 'n Phantom Drive.
ar: هذه السفينة تسير بشيء يُدعى السوّاقة الشبحيّة

source: Dit buig ruimte. Zods skip werk dieselfde.
ar: إنّها تجتاز الفراغ بحقل الجاذبيّة سفينة (زود) تستخدم ذات التقنية

source: As hulle teen mekaar bots...
ar: إنوسعناتهيئةتصادمبينسوّاقتين...

source: Kan daar singulariteit ontstaan.
ar: -فقد تنتُج أحاديّة -مثل ثقب أسود

source: Soos 'n swart gat. - Ja. As ons dit doen, kan hulle daarin getrek word.
ar: أجل ، لذا إن فتحتم مدخلاً فإنّهم نظريّاً سيُسحبون لداخله

source: En ons moet hulle daarmee bombardeer?
ar: إذن تودّنا أن نقصفهم بهذه ؟

source: Generaal, dat vaartuig weeg 7500 kilo, dit kan met 'n C-17.
ar: حضرة اللّواء ، إن كان وزن هذه المركبة17ألفرطل بحدّأقصى ... فبوسعنا إلقاؤها من طائرة شحن عسكريّة (سي-17) ، وهذه خطّة قابلة للتطبيق

source: Dit is moontlik. En as ek die masjien nie stop bo die Indiese Oseaan, sal die zwaartekrachtsveld steeds groter word.
ar: وإن لم أوقف السفينة التي فوق المحيط الهنديّ ، فسيواصل حقل الجاذبيّة التوسُّع

source: As dat ding van die aarde Krypton maak, word jy dan nie swakker?
ar: إن كان هذا الجهاز يجعل (الأرضأشبهبـ (كريبتون... ألن تكون ضعيفاً بالقرب منه ؟

source: Miskien. Maar daardeur laat ek me nie weerhou.
ar: ربّما ، لكنّي لن أدع ذلك يمنعني من المحاولة

source: Gaan maar iets na agter.
ar: لعلّك تودّي التراجع قليلاً

source: Nog iets verder.
ar: ربّما بضع خطوات أخرى

source: Faora.
ar: -فيورا) ! تولّي القيادة)

source: - Ek gaan die genesis-kamer beveiliging en 'n ou vriend die eer bewys.
ar: -أمرك يا سيّدي

source: Guardian onderweg na Metropolis. Vrag aan boord.
ar: (جارديان) في الطريق لـ(ميتروبولس) الحمولة في حوزتنا

source: Wees bedag, F-35 's onderweg na rendez-vous punt.
ar: اِعلم أنّ طائرات (إف35) متّجهة لنقطة الملتقى

source: Jy moet hulle nou kan sien.
ar: يتعيّن أنّك تبصرها الآن

source: Commandosleutel aanvaar. Genesis-kamer aanlyn, sir.
ar: قُبل مفتاح القيادة ، جاري تشغيل حجرة النشوء يا سيّدي

source: Stop daarmee, Zod. Nou kan dit nog.
ar: أوقف هذا يا (زود) قبل فوات الأوان

source: Jy bly my die les lees, hè? Selfs dood nog.
ar: لم تيأس من محاضرتي حتّىبعدموتك!

source: Jy mag die Codex so nie gebruik nie.
ar: -لن أدعك تستخدم السّجل بهذا الشكل

source: - Jy kan my nie stop.
ar: -لا تملك القوّة لمنعي

source: Die sleutel het jou gesag herroep. Ek het nou 't gesag oor hierdie skip.
ar: مفتاح القيادة الذي أدخلتُه يُلغي سلطاتك هذه السفينة تحت سيطرتي الآن

source: Hier Lightning 1, mag ek die honde loslaat?
ar: من (لايتنينج-1) ، للقيادة الشماليّة أطلب الإذن للاشتباك من القيادة الشماليّة إلى (لايتنينج-1) أُذن لك بالاشتباك

source: Stuur schadetaxaties indien moontlik.
ar: أرسل إليّ تقييم خسائر القتال حين يتسنّى ذلك ، انتهى

source: Die elektronika draai dol.
ar: إلكترونيّات الطيران تضطرب وحقل الجاذبيّة يسحب قذائفنا للأسفل

source: Ons missiele word af getrek.
ar: يتعيّنأننقتربأكثر!

source: Okay, mense. Ons gaan. Ons verlaat nou die gebou.
ar: حسنٌجميعاً،سنغادرالمبنىفوراً !

source: Ek is my wingman kwyt.
ar: فقدناإمكانيّةالتحليق!

source: Mayday. Mayday.
ar: النّجدة، النّجدة،النّجدة!

source: Hierdie kant op.
ar: أقبلواجميعاًمن هذاالاتّجاه! هيّا!

source: Kom op. Kom op.
ar: هيّاجميعاً!

source: Deurloop. Deurloop.
ar: واصلواالتحرّك،واصلوا!

source: Jenny...
ar: جيني!

source: Perry...
ar: - بيري !

source: Daarheen.
ar: اذهبالهناك،هيّا!

source: Ons kan langs mekaar bestaan?
ar: بوسع شعبنا أن يشاركهم البقاء

source: . En jarelank pyn ly soos jou seun?
ar: لنعاني سنيناً من الألم محاولين التكيُّف مثلما عانى ابنك ؟

source: Jy het 't oor volksmoord.
ar: -إنّك تتحدّث عن إبادة جماعيّة

source: - Ja en ek het 'n gesprek met 'n gees.
ar: -أجل ، و أتجادل بشأنها مع شبح

source: Dat sy ons albei. Sien jy 't nie?
ar: كلانا شبح يا (زود) ، ألا تُبصر ذلك ؟

source: Die Krypton dat jy bedoel, is dood.
ar: (كريبتون) التي تتكلّم عنها قد زالت من الوجود

source: Skip, kan jy hierdie indringer isoleer?
ar: أيَّتها السفينة ، هل تمكنتِ من حجر هذا الذّكاء العدائيّ ؟ -ستفشل

source: Jy faal. - Jawel. Maak daar 'n einde aan.
ar: -أجل / إذن حضّري لإبادته

source: Kk is dit moe.
ar: -فلقد ضقت ذرعاً بهذا الجدال

source: - Dit sal jou nie help nie.
ar: -إخمادي لن يغيّر أيّ شيء

source: My seun is twee keer so sterk soos jy.
ar: ولدي ضعف ما كنتَه رجولةً

source: Hy sal ons werk voltooi. Dit kan ek jou belowe.
ar: و سينهي ما بدأناه أعدك بذلك

source: Vertel eens, jy het Jor-Els geheue, sy bewussyn.
ar: أخبرني ، إنّك تملك (ذكرياتو وعي(جور-إل...

source: Beleef jy ook sy pyn?
ar: فهل بوسعك الشعور بألمه ؟

source: Ek sal die codex uit die lyk van jou seun haal en ek sal Krypton herbou, bo op sy bene.
ar: سأستخلص السّجل من رفات ولدك و سأعيد بناء (كريبتون) فوق عظامه

source: Jenny.
ar: ( جيني) ، أين أنتِ!

source: Jenny, waar is jy? - Hier.
ar: - إنّي هنا !

source: Ek is hier. Wag even.
ar: - تماسكي ، تماسكي !

source: Ek is vas.
ar: إنّي عالقة أعجز عن التحرر ، إنّي عالقة

source: Ek kan daar nie uit. Ons gaan haal jou daaruit, okay?
ar: حسنٌ ، سنخرجك من هنا ، اتّفقنا ؟

source: Geduld.
ar: تماسكي فحسب - لا ، لا !

source: Laat my nie alleen.
ar: لا تتركني أرجوك ! -لن أتركك

source: - Dat doen ons nie.
ar: -حسنٌ

source: Lombard, kom hier en help me.
ar: - روبرت) ، تعالَ هنا وساعدني) ! اللعنة

source: Dit moet weg.
ar: -علينا أن نزيح هذا فحسب

source: - Hier.
ar: -إليك

source: Skyfie dat daarin. Jy stoot, ek trek.
ar: أدخل هذا ، ثم ادفع وأنا سأسحب ، اتّفقنا ؟

source: Stoot...
ar: - يا إلهي !

source: - My god... Byna. Stoot.
ar: حقلالجاذبيّةيقتربمنّا!

source: Northcom, hier Guardian. Kan ons?
ar: من (جارديان) للقيادة الشماليّة هل مأذون لنا بإسقاط الحمولة ؟

source: Nee, Guardian.
ar: كلا يا (جارديان)

source: Kom op, stoot.
ar: هيّا، ادفع!

source: Hy het daarin geslaag.
ar: لقد فعلها

source: Northcom, hier Guardian.
ar: من (جارديان) للقيادة الشماليّة نجاوز الخطّ المرحليّ ومستعدون للتنفيذ

source: Ons is sover. Sukses, Guardian. Vrag bewapen.
ar: بالتوفيق يا (جارديان) فعِّل تسليح الحمولة ، أُذن لك بالإسقاط

source: Jy kan begin. Ons gaan 't doen. Dit is nou aan jou en Hamilton.
ar: إنّنا نتهيّأ للمرحلة الأخيرة الأمر بيدك أنت و (هاملتون) الآن

source: Dit kan nie waar wees.
ar: -يا مسؤول الحمولة ، هل فُعِّل تسليحها ؟

source: - Charger, is die lading gereed?
ar: -تعلم أنّنا مستعدّون للإسقاط

source: Daar is iets mis. Dit is nie veronderstel om dit te doen.
ar: -ثمّة مشكلة فلا يُفترض أن يفعل ذلك

source: Wat moet die dan?
ar: -ماذا يُفترض أن يفعل ؟ -يُفترض أن يدخل بأكمله

source: Hy moet daar heeltemal in.
ar: -دعيني ألقي نظرة

source: - Laat me ' s kyk. Copilot, neem oor.
ar: -تولّى القيادة يا مساعد الطيّار

source: Copilot neem oor.
ar: -مساعد الطيّار تولّى القيادة

source: Ons is sover. Waar wag ons op?
ar: إنّنا نتهيّأ للإسقاط فيمَ العطلة ؟

source: Klein terugslag.
ar: لدينا عائق بسيط

source: Fokus op dat toestel.
ar: استهدفيتلكالطائرة!

source: Doel gesluit.
ar: تم تأمين الهدف

source: As jy dit skip vernietig, vernietig jy Krypton.
ar: توقَّف ، إن دمّرت هذه السفينة (فستدمّر( كريبتون!

source: Krypton het z'n kans gehad.
ar: جنَت( كريبتون)علىنفسها!

source: Miss Lane. Dit is daar nie veilig nie.
ar: آنسة( لين)، الوقوفعندكليس آمناً!

source: Miss Lane.
ar: (آنسة( لين!

source: Weg daar.
ar: تحرّكالآن،اذهب!

source: 'N edele dood, is 'n beloning op hom.
ar: ستنالينثوابكفي المعركةبالموت!

source: Is hulle weg?
ar: هل ذهبوا إلى غير رجعة ؟

source: Ek dink 't.
ar: أظنّ ذلك

source: Hy het ons gered.
ar: لقد أنقذنا

source: Hulle sê dat die na die eerste soen alleen maar minder word.
ar: أتعلم ، يقولون أنّ العلاقة تتخذ منحدراً سريعاً بعد القبلة الأولى

source: Dat is slegs so as jy 'n mens kus.
ar: أوقن أنّ هذا يُحتسب فقط حين تقبلين آدميّاً

source: Kyk bietjie.
ar: أنظرلهذا!

source: Ons het 'n nuwe Krypton kan bou, in hierdie ellende.
ar: كان بوسعنا بناء (كريبتون) جديدة في هذه القذارة

source: Maar jy verkies die mense bo ons.
ar: لكنّك آثرت البشر علينا

source: Ek besta alleen maar om Krypton te beskerm.
ar: إنّي أحيا لحماية (كريبتون) فقط

source: Dit is die enigste doel waarvoor ek gebore is.
ar: ذلك هو السبب الأوحد الذي وُلدت لأجله

source: En alles wat ek doen, hoe gewelddadig, of wreed ook,
ar: و كلّ فِعل اتّخذته مهماكانعنيفاًأوقاسياً...

source: doen ek vir die beswil van my volk.
ar: فقد كان لأجل الصالح العام لقومي

source: En nou het ek geen volk.
ar: و الآن لم يعُد ليّ قوم

source: My siel.
ar: روحي...

source: Dat is wat jy my het ontneem.
ar: هذاماقد سلبتَهمنّي!

source: Ek sal hulle laat ly, Kal.
ar: سأنزل بهم المعاناة يا (كال) أولئك البشر الذين آثرتهم

source: Die mense wat jy het aangeneem, ek ontneem jy hulle almal.
ar: -سأسلبك إيّاهم جميعاً ، واحداً تلو الآخر

source: Jy is 'n monster, Zod en ek hou jy teen.
ar: -إنّك وحش يا (زود ) و لسأردعنّك

source: Daar is maar 'n afloop, Kal.
ar: (ثمّةسبيلوحيدلإنهاءهذايا(كال!

source: Of jy sterf of ek.
ar: إماتموت،أوأناأموت!

source: Ek is 'n gebore vegter, Kal.
ar: لقد نشأتُ لأغدو محارباً يا (كال)

source: Ek het my lewe lank opgelei om my sintuie te bemeester.
ar: تدرّبت طيلة حياتي لأشحذ حواسّي

source: Waar het jy opgelei?
ar: أين عساك تدرّبت ؟ فيمزرعة؟

source: As jy soveel van die mense hou, dan mag jy om hulle treur.
ar: طالماتحبّأولئكالبشرحبّاًجمّاً ... فبوسعك أن تنتحب حزناً عليهم

source: Nie doen nie.
ar: إيّاكأنتفعلهذا !

source: Is jy nie goed snik?
ar: - هل أنت غبيّ ؟ !

source: Dit is een van jou toesig drones.
ar: -هذه أحد طائرات التجسس خاصّتكم

source: Dit is 'n vliegtuig van 12 miljoen.
ar: -إنّها آلة بقيمة 12 مليون دولار

source: - Dit was 't.
ar: -كانت

source: Jy wil vas weet waar ek my cape hang.
ar: أعلم أنّكم تريدون معرفة أين أعلّق عبائتي ، و لن تعرفوا

source: Gaan nie slaag nie. - Dan stel ek die logiese vraag.
ar: إذن سأوجّه إليك سؤالاً مباشراً

source: Hoe weet ons of jy jou nooit teen Amerika sal keer?
ar: أنّى نوقن أنّك لن تنقلب ذات يومٍ على المصالح الأمريكيّة ؟

source: Ek het grootgeword in Kansas. Ek is so Amerikaans soos wat.
ar: نشأت في (كانساس) يا حضرة اللّواء إنّي أمريكيّ بما تقضيه طبيعة الحال

source: Luister, ek help julle, maar op my voorwaardes.
ar: انظر ، إنّي هنا للمساعدة لكن يتحتّم أن يكون ذلك وفقاً لشروطي

source: Daar moet u Washington van oortuig.
ar: ويلزم أن تقنع (واشنطن) بذلك

source: En al sou ek dit doen, waarom sou hulle luister?
ar: حتّى إن وافقت على المحاولة فلمَ تظنّهم سينصتون ؟

source: Dat weet ek nie. Ek sal op u moet vertroue.
ar: لستُ أدري يا حضرة اللواء أظنّني يتحتّم أن أثق بك فحسب

source: Wat is daar soveel pret, kaptein?
ar: -علامَ تبتسمين يا حضرة النقيب ؟

source: Niks, sir.
ar: -لا شيء يا سيّدي

source: Ek vind 'm wel sexy.
ar: أظنّه فقط مثيراً نوعاً ما

source: Stap in.
ar: -ادخلي للسيّارة يا حضرة النقيب

source: - Jawel, sir.
ar: -أمرك يا سيّدي

source: Hy het geglo dat jy 'n groter doel gehad het.
ar: لطالما آمن بأنّك قُدِّرت لأمور أعظم ولمّايحيناليوم...

source: En dat,as die dag kom, jou skouers sterk genoeg was om die las te dra.
ar: فسيكون منكباك قادرين على حمل الثقل

source: Ja, ek wou dat hy dit kon sien.
ar: أجل ، ليته كان بيننا ليشهد تحقُّق ذلك أخيراً

source: Hy het dit gesien, Clark.
ar: لقد شَهِد ذلك يا (كلارك) ، صدّقني

source: Wat gaan jy doen as daar niks te red van die val?
ar: ماذا ستفعل خلال الوقت الذي لا تنقذ فيه العالم ؟

source: Het jy daar al aan gedink?
ar: -هل فكّرت بشيء حيال ذلك ؟ -بالواقع أجل

source: Ek gaan 'n baan soek wat me op die hoogte hou.
ar: سأجد وظيفة أكون فيها مطّلعاً على مُجريات الأمور

source: Waar hulle nie opkyk as ek na iets gevaarlik ga en vrae gaan stel.
ar: حيث لا يرتاب الناس حين أودّ الذهاب لمكان خطِر أو حين أشرع بطرح الأسئلة

source: Kom op, Lois. Wanneer kry ek 'n kans?
ar: هيّا يا (لويس) متى تنعمي عليّ بصحبتك ؟

source: Logekaartjes vir die wedstryd.
ar: تذكرتين لمقاعد جانب الملعب الأماميّة لمباراة الليلة ، ما رأيك ؟

source: Wat sê jy daarvan? - Ek sê, probeer dit eens by die interns.
ar: رأيي أن تراود أحد المتدرّبات فلعلّك تنعم بحظّ أوفر

source: Daar het jy vas meer geluk. Sorry.
ar: آسفة

source: Die loge.
ar: -مقاعد جانب الملعب ؟

source: - Doen 't nie.
ar: -إيّاك ، إيّاك لامباردي!

source: Lombard, Lane, hier is die nuwe.
ar: لين! أودّكما أن تقابلا مراسلنا الصحفيّ الجديد

source: Leer hom alle truuks.
ar: و أن تعرّفاه بحيثيّات العمل هذا (كلارك كِنت)

source: Dit is Clark Kent. Sukses, seun.
ar: حظّاً موفّقاً يا بنيّ

source: Steve.
ar: -سُررت بلقائك

source: Aangenaam. Lois Lane.
ar: مرحباً ، (لويس لين)

source: Welkom by die Planet.
ar: مرحباً بك في (بلانت) " مرحباً بكَ في الكوكب "

source: Bly dat ek hier is, Lois.
ar: يسرّني وجودي هنا يا (لويس)

source: Vertaling: Rie van die Buggy's
ar: {\fad(1500,900)\bord1\fs45\b1\fnAGA Juhyna Regular\cHFFFFF5\3cH534903} رَجُـلُ الْـفُــولاَذَ

source: Die wond is veroorsaak deur 'n vuurwapen
ar: الجرح كان نتيجة إطلاق ناري

source: Hulle het gedink jy is dood, jy was gelukkig
ar: لوهلة ظنّوا انكِ ميته. لقد حالفكِ الحظ

source: Kan jy sien?
ar: هل بإمكانك الرؤية؟

source: Dis goed
ar: هذا جيّد.

source: Die pasiënt het wondkoors Binneaarse penisillin
ar: المريضة مصابه بالحمى وسنقومُ بحقنها

source: Wangbeen en neusbeen is verpletter
ar: عظميّ الخد والأنف تحطّموا

source: Splinters aan die linkerkant van die skedelbeen
ar: وشق حتّى يسار عظمة الجمجمة.

source: Jy was 'n sangeres?
ar: هل كنتِ مغنيّة؟

source: Waar was dit?
ar: أين كان هذا؟

source: Laaste by die St Michaelskoor
ar: -مؤخرًا بالغالب عند جوقة القدّيس (مايكل).

source: - In London?
ar: -في لندن؟

source: - Wanneer?
ar: -أين؟

source: Tot '38.
ar: حتى عام 1938

source: Toe het jy, 'n Jodin, teruggekom hiernatoe, Waarom?
ar: ثم أنتم اليهود عدتُم إلى هنا لماذا؟

source: Hulle het meesterlike koel kelders, en daar's 'n regte plantasie in die park
ar: لديهم سراديب مدهشة ورائعة ويوجد مزرعة حقيقية بالحديقة.

source: Ons sal gou daar kan rondstap, en jy sal kan...
ar: قريبًا سنكون قادرين أن نتجول هنا وهُناك. وستكونين أنتِ أيضا قادرة على...

source: - Wie betaal hiervoor, Lene?
ar: من الذي يدفعُ المال لهذا؟ (لين)؟

source: Jy? - Nee
ar: -هل هو أنتِ؟

source: Jy het ge-erf
ar: أنتِ موروثة.

source: Jou hele familie is dood
ar: جميع أفراد عائلتك متوفّون.

source: En Herbert en Marie... die tweeling...
ar: و (هاربرت) و (ماري)... والتوأم... (إيسذر)؟

source: Ek het haar nog nie gekry nie
ar: لم أجدها بعد.

source: Waar is Johnny?
ar: أين هو (جوني)؟

source: So, hoe wil jy lyk?
ar: إذًا كيف تريدين مظهرك؟

source: Dis jou keuse
ar: هذا خيارُك.

source: Party van my pasiënte verkies Zarah Leander, ander weer Mej Söderbaum
ar: بعضهم يفضّلون (ساره ليندر) والبعض الآخر يفضّلون السيدة (سوديربوم)

source: Ek raai hulle is beide nie meer mode nie 'n Klomp mans sou waarskynlik ook hou van nuwe gesigte
ar: وأعتقد انهم جميعًا خرجوا من مجال الأزياء الآن. يوجد العديد من الرجال الوسيمين يفضلّون الوجوه الجديده أيضًا.

source: Ek wil lyk soos ek gelyk het
ar: أريد أن أبدوا كما كنت من قبل.

source: Dis moeilik, Ek reken jy moet daaroor dink
ar: هذا صعب. أقترح ان تزيلين هذه الفكرة من رأسك.

source: Eerstens, dis nooit heeltemal dieselfde nie, en tweedens, 'n nuwe gesig is 'n voordeel
ar: من ناحية أولى إنهُ لن يعود كما كان تماماً ومن الناحية الأُخرى فالوجه الجديد يعتبر ميزة.
